<template>
  <div>
    <div style="padding: 0px 10px">
      <h3 class="title">隐私声明</h3>

      <ul class="privacy">
        <li>
          1.
          用户同意个人隐私信息是指那些能够对用户进行个人辨识或涉及个人通信的信息，包括：用户真实姓名，身份证号，手机号码，IP地址。而非个人隐私信息是指用户对本服务的操作状态以及使用习惯等一些明确且客观反映在捷易服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息；以及用户同意公开的上述隐私信息。
        </li>
        <li>
          2. 尊重用户个人隐私信息的私有性是捷易的一贯制度，捷易将会采取合理措施保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或用户同意等原因外，捷易未经用户同意不向除合作单位以外的第三方公开、
          透露用户个人隐私信息。
          但是，用户在注册时选择同意，或用户与捷易及合作单位之间就用户个人隐私信息公开或使用另有约定的除外，同时用户应自行承担因此可能产生的任何风险，捷易对此不予负责。同时，为了运营和改善捷易的技术和服务，捷易将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于捷易向用户提供更好的用户体验和提高捷易的服务质量。
        </li>
        <li>3. 捷易将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。</li>
        <li>
          4.
          您在使用本服务的过程中，可能需要使用一些必要的信息，例如为向您提供服务时进行用户身份识别，需要您填写QQ号码等信息。若国家法律法规或政策有特殊规定的，您需要提供真实的身份信息。若您不提供或提供的信息不完整，则无法使用本服务或在使用过程中受到限制。
        </li>
        <li>5. 一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。</li>
        <li>6. 未经您的同意，捷易不会向捷易以外的任何公司、组织和个人披露您的个人信息，但法律法规中另有规定的除外。</li>
      </ul>
    </div>
  </div>
</template>
<style scoped>
.title {
  text-align: center;
  padding: 10px 0;
}
.privacy li {
  list-style: none;
  padding-left: 10px;
  margin-bottom: 15px;
  font-size: 15px;
  text-indent: 2em;
  text-align: left;
}
</style>

